Xinyuan-LilyGO/lilygo-micropython/target/esp32/boards/LILYGO_T-Display/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "LILYGO T-Display"
#define MICROPY_HW_MCU_NAME "ESP32"
